Repository: mltony/nvda-tonys-enhancements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, pl, pt_br, pt_pt, uk

source: Normal,Above normal,High,Realtime
es: Normal,Por encima de lo normal,Alta,Tiempo real
fr: Normal, Au-dessus de la normale, Élevé, En temps réel
pl: Normalny,powyżej normalnego,wysoki,w czasie rzeczywistym
pt_pt: Normal,Acima do normal,Alto,Tempo Real
uk: Нормальний, Вище норми, Високий, Реальний час

source: Failed to set process priority to %s.
es: Fallo al configurar la prioridad del proceso en %s.
fr: Échec à définir la priorité du processus de %s.
pl: Nie udało się ustawić priorytetu procesu na %s.
pt_br: Falha ao definir a prioridade do processo como %s.
pt_pt: Falha em definir a prioridade do processo para %s.
uk: Не вдалося встановити пріоритет процесу на %s.

source: Tony's enhancement add-on encountered an error
es: El complemento Mejoras de Tony ha encontrado un error
fr: L'extension Tony's enhancement a rencontré une erreur
pl: Dodatek Toni's enhancement napotkał błąd
pt_br: O complemento de aprimoramento do Tony encontrou um erro
pt_pt: O suplemento de melhoria do Tony encontrou um erro
uk: У додатку Tony's enhancements виникла помилка

source: OK
es: Aceptar
uk: Гаразд

source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
uk: Скасувати

source: Tony's enhancements settings
es: Opciones de Mejoras de Tony
fr: Paramètres Tony's enhancements
pl: Ustawienia Tony's enhancements
pt_br: Configurações de Tony's enhancements
pt_pt: Configurações das melhorias do Tony
uk: Налаштування Tony's enhancements

source: Detect insert mode in text documents and beep on every keystroke when insert mode is on.
es: Detectar modo de inserción en documentos de texto y pitar con cada pulsación de teclado cuando el modo de inserción esté activado.
fr: Détecter le mode insertion dans les documents texte et émettre un bip à chaque frappe lorsque le mode insertion est activé.
pl: Wykrywaj tryb wstawiania w dokumentach tekstowych i odtwarzaj sygnał dźwiękowy gdy jest włączony.
pt_br: Detectar o modo de inserção em documentos de texto e emitir um bipe a cada pressionamento de tecla quando o modo de inserção estiver ativado.
pt_pt: Detectar modo de inserção em documentos de texto e apitar em cada toque de tecla quando o modo de inserção está ligado.
uk: Виявляти режим вставки в текстових документах і сигналити при кожному натисканні клавіш, коли увімкнено режим вставки.

source: Block double insert
es: Bloquear el insert doble
fr: Bloquer la double insertion
pl: Blokuj podwójny insert
pt_br: Bloco de inserção dupla
pt_pt: Bloco de inserção dupla
uk: Блокувати подвійний insert

source: Block double Caps Lock
es: Bloquear el bloqueo de mayúsculas doble
fr: Bloquer le double Verrouillage majuscule
pl: Blokuj podwójny capslock
pt_br: Bloqueio duplo Caps Lock
pt_pt: Bloqueio de caps lock duplo
uk: Блокувати подвійний Caps Lock

source: Beep when NVDA is busy
es: Pitar cuando NVDA está ocupado
fr: Bip lorsque NVDA est occupé
pl: Odtwarzaj sygnał dźwiękowy podczas zawieszania się NVDA
pt_br: Bip quando o NVDA está ocupado
pt_pt: Apitar quando o NVDA está ocupado
uk: Звуковий сигнал, коли NVDA зайнята

source: Fix focus being stuck in the taskbar when pressing Windows+Number
es: Corregir atasco del foco en la barra de tareas al pulsar windows+número

source: Suppress saying of 'unselected'.
es: Eliminar la verbalización de 'no seleccionado'.
fr: Supprimer la verbalisation de "non sélectionné".
pl: Nie wymawiaj 'niezaznaczone'.
pt_br: Suprimir a indicação de “não selecionado”.
pt_pt: Suprimir o ditado de 'não seleccionado'.
uk: Приглушити вислів «не виділено».

source: Edit dynamic keystrokes table - see add-on documentation for more information
es: Editar tabla de atajos dinámicos - consulta la documentación del complemento para más información
fr: Modifier le tableau des frappes dynamiques - voir la documentation de l'extension pour plus d'informations
pl: Edytuj tablicę skrótów dynamicznych - po więcej informacji, przeczytaj dokumentację dodatku
pt_br: Editar a tabela dinâmica de pressionamentos de teclas - consulte a documentação do complemento para obter mais informações
pt_pt: Editar tabela de teclas dinâmicas - ver documentação complementar para mais informações
uk: Редагування таблиці динамічних сполучень клавіш - див. документацію до додатка для отримання додаткової інформації

source: Enable automatic language switching based on character set
es: Habilitar cambio de idioma automático basado en el conjunto de caracteres
fr: Activer la commutation automatique de la langue en fonction du jeu de caractères
pl: Włącz automatyczne wykrywanie języków oparte na znakach unicode
pt_br: Ativar a troca automática de idioma com base no conjunto de caracteres
pt_pt: Activar a comutação automática de idiomas com base no conjunto de caracteres
uk: Увімкнути автоматичне перемикання мови на основі набору символів

source: Edit language map
es: Editar mapa de idiomas
fr: Modifier le tableau de correspondances de la langue
pl: Edytuj definicje języków
pt_br: Editar mapa de idiomas
pt_pt: Editar mapa de línguas
uk: Редагувати мовну мапу

source: QuickSearch1 regexp (assigned to PrintScreen)
es: Expresión regular de búsqueda rápida 1 (asignada a imprimir pantalla)

source: QuickSearch2 regexp (assigned to ScrollLock))
es: Expresión regular de búsqueda rápida 2 (asignada a bloqueo de desplazamiento)

source: QuickSearch3 regexp (assigned to Pause)
es: Expresión regular de búsqueda rápida 3 (asignada a pausa)

source: Suppress scroll lock mode announcements
es: Eliminar anuncios del modo de bloqueo de desplazamiento
fr: Supprimer les annonces en mode arrêt défilement
pl: Nie wymawiaj stanu klawisza scroll lock
pt_br: Suprimir anúncios de modo de bloqueio de rolagem
pt_pt: Suprimir os anúncios do modo scroll lock
uk: Приглушити оголошення про режим прокрутки

source: NVDA process system priority:
es: Prioridad del proceso de NVDA en el sistema:
fr: Priorité du processus de NVDA dans le système :
pl: Priorytet procesu NVDA w systemie:
pt_br: Prioridade do sistema do processo NVDA:
pt_pt: Prioridade do sistema de processo NVDA:
uk: Системний пріоритет процесу NVDA:

source: Edit dynamic keystrokes table
es: Editar tabla de atajos dinámicos
fr: Modifier le tableau des frappes dynamiques
pl: Edytuj tablicę skrótów dynamicznych
pt_br: Editar a tabela dinâmica de pressionamentos de teclas
pt_pt: Editar tabela de toques dinâmicos de teclas
uk: Редагувати таблицю динамічних сполучень клавіш

source: Not in a table cell
es: No estás en una celda de tabla
fr: Pas dans une cellule du tableau
pl: Nie jesteś w komórce tabeli
pt_br: Não em uma célula de tabela
pt_pt: Não está numa célula de tabela
uk: Не в комірці таблиці

source: Cannot find edge of table in this direction
es: No se puede encontrar el borde de la tabla en esta dirección
fr: Impossible de trouver la bordure du tableau dans cette direction
pl: Nie można znaleźć krawędzi tabeli w tym kierunku
pt_br: Não é possível encontrar a borda da mesa nessa direção
pt_pt: Não é possível encontrar a margem da tabela nesta direcção
uk: Не вдалося знайти край таблиці в цьому напрямку

source: Cannot find {axis} with index {index} in this table
es: No se puede encontrar {axis} con índice {index} en esta tabla
fr: Impossible de trouver {axis} avec index {index} dans ce tableau
pl: Nie można znaleźć {axis} z indeksem {index} w tej tabeli
pt_br: Não é possível encontrar {axis} com o índice {index} nesta tabela
pt_pt: Não é possível encontrar {axis} com índice {index} neste quadro
uk: Не вдалося знайти {axis} з індексом {index} у цій таблиці

source: Not in a table!
es: ¡No estás en una tabla!
fr: Pas dans un tableau !
pl: Nie jesteśw tabeli!
pt_br: Não em uma mesa!
pt_pt: Não está numa tabela!
uk: Не в таблиці!

source: Cell copied
es: Celda copiada
fr: Cellule copiée
pl: Komórka skopiowana
pt_br: Célula copiada
pt_pt: Célula copiada
uk: Комірку скопійовано

source: Row copied
es: Fila copiada
fr: Ligne copiée
pl: Wiersz skopiowany
pt_br: Linha copiada
pt_pt: Fila copiada
uk: Рядок скопійовано

source: Partial row copied
es: Fila parcial copiada
fr: Ligne partiellement copiée
pl: Wiersz częściowo skopiowany
pt_br: Linha parcial copiada
pt_pt: Linha parcial copiada
uk: Скопійовано частину рядка

source: Column copied
es: Columna copiada
fr: Colonne copiée
pl: Skopiowana kolumna
pt_br: Coluna copiada
pt_pt: Coluna copiada
uk: Стовпець скопійовано

source: Partial column copied
es: Columna parcial copiada
fr: Colonne partiellement copiée
pl: Kolumna zostałą częściowo skopiowana
pt_br: Coluna parcial copiada
pt_pt: Coluna parcial copiada
uk: Скопійовано частину стовпця

source: Table copied
es: Tabla copiada
fr: Tableau copié
pl: Tabela skopiowana
pt_br: Tabela copiada
pt_pt: Tabela copiada
uk: Таблицю скопійовано

source: Copy ce&ll
es: Copiar c&elda
fr: Copier la ce&llule
pl: Skopiuj kom&órkę
pt_br: Copiar cé&lula
pt_pt: Cópiar cé&lula
uk: &Копіювати комірку

source: Copy &column
es: Copiar &columna
fr: Copier la &colonne
pl: Skopiuj &kolumnę
pt_br: Copiar &coluna
pt_pt: Copiar &Coluna
uk: Копіювати &стовпець

source: Copy column from current cell &down
es: Copiar columna desde la celda actual hacia &abajo
fr: Copier la colonne à partir de la cellule actuelle vers le &bas
pl: Skopiuj kolumnę od bieżącej komórki w dół
pt_br: Copiar coluna da célula atual e para &baixo
pt_pt: Copiar coluna da célula atual &para baixo
uk: Копіювати стовпець від поточної комірки &вниз

source: Copy &row
es: Copiar &fila
fr: Copier la &ligne
pl: Skopiuj wiersz
pt_br: Copiar &linha
pt_pt: Copiar &linha
uk: Копіювати &рядок

source: Copy row from current cell to the ri&ght
es: Copiar fila desde la celda actual a la &derecha
fr: Copier la ligne à partir de la cellule actuelle vers la &droite
pl: Skopiuj wiersz od bieżącej kolumny w prawo
pt_br: Copiar linha da célula atual para a di&reita
pt_pt: Copiar linha da célula atual para a &direita
uk: Копіювати рядок від поточної комірки &праворуч

source: Copy &table
es: Copiar &tabla
fr: Copier le &tableau
pl: Skopiuj &tabelę
pt_br: Copiar &tabela
pt_pt: Cópias e tabelas
uk: Копіювати &таблицю

source: focusable object
es: objeto enfocable
fr: objet focalisable
pl: Obiekt, którego można sfokusować
pt_br: objeto focalizável
pt_pt: objecto focalizável
uk: об'єкт фокусування

source: current review character
es: carácter actual en revisión
fr: caractère actuel en révision
pl: aktualny Znak pod kursorem przeglądu
pt_br: caráter de revisão atual
pt_pt: carácter de revisão actual
uk: поточний символ перегляду

source: navigator object
es: objeto en el navegador
fr: objet navigateur
pl: Obiekt nawigatora
pt_br: objeto do navegador
pt_pt: objecto do Navegador
uk: об'єктний навігатор

source: repeat
es: repetir
fr: répéter
pl: powtórz
pt_br: repetir
pt_pt: repetir
uk: повторити

source: Tony's Enhancements
es: Mejoras de Tony
pt_pt: Melhorias do Tony

source: QuickSearch
es: Búsqueda rápida

source: Performs QuickSearch back or forward in editables according to quickSearch{i} regexp
es: Realiza una búsqueda rápida atrás o adelante en campos editables según la expresión regular de búsqueda rápida {i}

source: Move to the %d-th column in table
es: Moverse a la columna %d en la tabla
fr: Aller à la colonne %d dans le tableau
pl: Przechodzenie do %d. kolumny w tabeli
pt_br: Mover para a %d-ésima coluna na tabela
pt_pt: Passar para a %d-ésima coluna da tabela
uk: Перейти до %d-го стовпця в таблиці

source: Move to the %d-th row in table
es: Moverse a la fila %d en la tabla
fr: Aller à la ligne %d dans le tableau
pl: Przechodzenie do %d. wiersza w tabeli
pt_br: Mover para a %d-ésima linha na tabela
pt_pt: Passar para a %d-ésima linha da tabela
uk: Перейти до %d-го рядка в таблиці

source: Show popup menu with copy table to clipboard commands.
es: Mostrar menú emergente con órdenes para copiar una tabla al portapapeles.
fr: Afficher le menu contextuel avec des commandes pour copier le tableau dans le presse-papiers.
pl: Pokaż menu podręczne z poleceniami kopiowania tabeli do schowka.
pt_br: Mostrar menu pop-up com comandos de cópia da tabela para a área de transferência.
pt_pt: Mostrar menu pop-up com comandos de cópia da tabela para a área de transferência.
uk: Показати спливаюче меню з командами копіювання таблиці до буфера обміну.

source: Copy table cell to clipboard.
es: Copiar celda de la tabla al portapapeles.
fr: Copier la cellule du tableau dans le presse-papiers.
pl: Skopiuj komórkę tabeli do schowka.
pt_br: Copiar célula da tabela para a área de transferência.
pt_pt: Copiar célula da tabela para a área de transferência.
uk: Копіювати комірку таблиці в буфер обміну.

source: Copy table column to clipboard.
es: Copiar columna de la tabla al portapapeles.
fr: Copier la colonne du tableau dans le presse-papiers.
pl: Skopiuj kolumnę tabeli do schowka.
pt_br: Copiar coluna da tabela para a área de transferência.
pt_pt: Copiar coluna da tabela para a área de transferência.
uk: Копіювати стовпець таблиці в буфер обміну.

source: Copy table row to clipboard.
es: Copiar fila de la tabla al portapapeles.
fr: Copier la ligne du tableau dans le presse-papiers.
pl: Skopiuj wiersz tabeli do schowka.
pt_br: Copiar a linha da tabela para a área de transferência.
pt_pt: Copiar linha da tabela para a área de transferência.
uk: Копіювати рядок таблиці в буфер обміну.

source: Copy the whole table to clipboard.
es: Copiar la tabla completa al portapapeles.
fr: Copier le tableau entier dans le presse-papiers.
pl: Skopiuj całą tabelę do schowka.
pt_br: Copie a tabela inteira para a área de transferência.
pt_pt: Copiar toda a tabela para a área de transferência.
uk: Копіювати всю таблицю в буфер обміну.

source: Hide current window.
es: Ocultar ventana actual.

source: Hid current window. Now there are %d windows hidden.
es: Ocultar ventana actual. Ahora hay %d ventanas ocultas.

source: Show hidden windows.
es: Mostrar ventanas ocultas.

source: No windows hidden or all hidden windows have been already shown.
es: No hay ventanas ocultas o todas las ventanas ocultas ya se han mostrado.

source: %d windows shown
es: %d ventanas mostradas

source: Toggle microphone mute.
es: Conmutar silencio del micrófono.
fr: Couper ou établir la coupure du microphone.
pl: Przełącz wyciszenie mikrofonu.
pt_br: Alternar o mudo do microfone.
pt_pt: Alternar o silenciamento do microfone.
uk: Перемикає вимкнення звуку мікрофона.

source: Default microphone not found.
es: No se encuentra el micrófono predeterminado.
fr: Microphone par défaut introuvable.
pl: Nie znaleziono mikrofonu domyślnego.
pt_br: O microfone padrão não foi encontrado.
pt_pt: O microfone predefinido não foi encontrado.
uk: Основний мікрофон не знайдено.

source: Muted microphone
es: Micrófono silenciado
fr: Microphone coupé
pl: Wyciszony mikrofon
pt_br: Microfone mudo
pt_pt: Microfone mudo
uk: Мікрофон вимкнено

source: Unmuted microphone
es: Micrófono abierto
fr: Microphone établi
pl: Niewyciszony mikrofon
pt_br: Microfone sem som
pt_pt: Microfone não silenciado
uk: Мікрофон увімкнено

source: Left click on current object.
es: Clic izquierdo en el objeto actual.
fr: Clic gauche de la souris à l'objet actuel.
pl: Lewy przycisk na bieżącym obiekcie.
pt_br: Clique com o botão esquerdo do mouse no objeto atual.
pt_pt: Clique com o botão esquerdo do rato no objeto atual.
uk: Клацніть лівою кнопкою миші на поточному об'єкті.

source: Left click on {kind}
es: Clic izquierdo en {kind}
fr: Clic gauche de la souris à {kind}
pl: Kliknij lewym przyciskiem myszy na {kind}
pt_br: Clique com o botão esquerdo do mouse em {kind}
pt_pt: Clique com o botão esquerdo em {kind}
uk: Клацніть лівою кнопкою миші на {kind}

source: Right click on current object.
es: Clic derecho en el objeto actual.
fr: Clic droit de la souris à l'objet actuel.
pl: Prawy przycisk na bieżącym obiekcie.
pt_br: Clique com o botão direito do mouse no objeto atual.
pt_pt: Clique com o botão direito do rato no objeto atual.
uk: Клацніть правою кнопкою миші на поточному об'єкті.

source: Mouse wheel scroll down on current object.
es: Desplazar hacia abajo la rueda del ratón en el objeto actual.

source: Scroll down
es: Desplazar hacia abajo

source: Mouse wheel scroll up on current object.
es: Desplazar la rueda del ratón hacia arriba en el objeto actual.

source: Scroll up
es: Desplazar hacia arriba

source: Move mouse pointer to top left corner.
es: Mover puntero del ratón a la esquina superior izquierda.
fr: Déplacer le pointeur de la souris vers le coin supérieur gauche.
pl: Przesuń wskaźnik myszy do lewego górnego rogu.
pt_br: Mova o ponteiro do mouse para o canto superior esquerdo.
pt_pt: Mova o ponteiro do rato para o canto superior esquerdo.
uk: Перемістити вказівник миші у верхній лівий кут.

source: Mouse pointer moved to top left corner.
es: Puntero del ratón movido a la esquina superior izquierda.
fr: Le pointeur de la souris s'est déplacé vers le coin supérieur gauche
pl: Wskaźnik myszy przeniesiony do lewego górnego rogu.
pt_br: O ponteiro do mouse foi movido para o canto superior esquerdo.
pt_pt: O ponteiro do rato moveu-se para o canto superior esquerdo
uk: Вказівник миші переміщено у верхній лівий кут.

source: Tony's enhancements
es: Mejoras de Tony
pt_pt: Melhorias do Tony

source: Various NVDA enhancements.
es: Diversas mejoras para NVDA.
fr: Diverses améliorations pour NVDA.
pl: Różne usprawnienia dla NVDA.
pt_br: Diversos aprimoramentos do NVDA.
pt_pt: Várias melhorias no NVDA.
uk: Різні покращення NVDA.

source: Enable applications volume adjustment (requires restart)
uk: Увімкнути регулювання гучності програм (потребує перезапуску)

source: Error
fr: Erreur
pl: Błąd
pt_br: Erro
pt_pt: Erro
uk: Помилка

source: Clipboard history
fr: Historique du presse-papiers
pl: Historia schowka
pt_br: Histórico da área de transferência
pt_pt: Histórico da área de transferência
uk: Історія буфера обміну

source: Entries
fr: Entrées
pl: Wpisy
pt_br: Entradas
pt_pt: Entradas
uk: Записи

source: &Paste
fr: &Coller
pl: &Wklej
pt_br: &Colar
pt_pt: &Colar
uk: &Вставити

source: Show clipboard history
fr: Afficher l'historique du presse-papiers
pl: Pokaż historię schowka
pt_br: Mostrar histórico da área de transferência
pt_pt: Mostrar o histórico da área de transferência
uk: Показати історію буфера обміну

source: Increases the volume of other applications
uk: Збільшує гучність інших програм

source: Applications volume feature of Tony's enhancements add-on is disabled. Please enable it in settings first.
uk: Функція гучності програм додатка Tony's enhancements відключена. Будь ласка, спочатку увімкніть її в налаштуваннях.

source: Decreases the volume of other applications
uk: Зменшує гучність інших програм

source: Mutes or unmutes other applications
uk: Вимикає або вмикає звук інших програм

source: Increases the volume of NVDA
uk: Збільшує гучність NVDA

source: {} percent NVDA volume
uk: Гучність NVDA {}%

source: Decreases the volume of NVDA
uk: Зменшує гучність NVDA
